Repository: tuwaiq-ios/project02-week02-jahez
Catalog: Restaurant App/Restaurant App/*.lproj/Localizable.strings
Languages: ar

source: Jahez
ar: جاهز

source: OPEN
ar: مفتوح

source: CLOSED
ar: مغلق

source: Location
ar: الموقع

source: Gorno
ar: جورنو

source: Italian
ar: ايطالي

source: Pizza
ar: بيتزا

source: Fettuccine Alfredo
ar: فيتوتشيني الفريدو

source: Tuscan
ar: توسكان

source: Gold Sushi
ar: جولد سوشي

source: Japanese
ar: ياباني

source: Vegetable Sushi
ar: سوشي بالخضار

source: Crispy Sushi
ar: كرسبي سوشي

source: Original Sushi
ar: اوريجينال سوشي

source: Tim Hortons
ar: تيم هورتنز

source: Coffee
ar: قهوة

source: Black Coffee
ar: قهوة سوداء

source: White Mocha
ar: وايت موكا

source: Donuts
ar: دونات

source: Maharani
ar: مهراني

source: Indian
ar: هندي

source: Chicken Masala
ar: دجاج مسالا

source: Chicken Curry
ar: كاري الدجاج

source: Indian Salad
ar: السلطة الهندية

source: McDonalds
ar: ماكدونالدز

source: Fast Food
ar: وجبات سريعة

source: Grand Chicken Special
ar: جراند تشيكن سبيشال

source: Mac Arabic Chicken
ar: ماك عربي تشيكن

source: Chicken McNuggets
ar: تشيكن ماك ناجتس

source: Starbucks
ar: ستاربكس

source: Americano
ar: امريكانو

source: Ice White Mocha
ar: ايس وايت موكا

source: Croissant
ar: كرواسون

source: 2 Eat
ar: تو ايت

source: 2 Eight Burger
ar: تو ايت برجر

source: Truffle Fries
ar: ترافل فرايز

source: 2 Eat Salad
ar: سلطة تو ايت

source: Kiwi
ar: كيوي

source: Juices and Ice Cream
ar: عصائر ومثلجات

source: Mango Juice
ar: عصير المانجو

source: Watermelon Ice Cream
ar: آيس كريم البطيخ

source: Blueberry Ice Cream
ar: آيس كريم التوت الأزرق

source: Shrimp Nation
ar: شرمب نيشن

source: Seafood
ar: مأكولات بحرية

source: Oyster
ar: محار

source: Shrimp
ar: روبيان

source: Dynamite
ar: ديناميت

source: A3nab
ar: أعناب

source: Arabic Foods
ar: مأكولات عربية

source: Grape Leaves
ar: ورق عنب

source: Cabbage
ar: كرومب

source: Mixed Mehshi
ar: محشي مشكل
